Repository: berserktv/script.berserk.network
Catalog: resources/language/*/strings.po
Languages: russian

# #32001
source: Network
russian: Сеть

# #32002
source: Use Protocol DHCP
russian: Использовать Протокол DHCP

# #32003
source: Network Interface/Service
russian: Сетевой Интерфейс/Сервис

# #32004
source: Apply
russian: Применить

# #32005
source: Connect
russian: Подключиться

# #32006
source: OFF
russian: выключен

# #32012
source: IP Address
russian: IP Адрес

# #32013
source: Netmask
russian: Маска Сети

# #32014
source: Gateway
russian: Шлюз

# #32023
source: Security
russian: Безопасность

# #32024
source: Password
russian: Пароль

# #32025
source: None
russian: Нет

# #32028
source: forget
russian: забыть

# #32032
source: switch ON
russian: включить

# #32034
source: Settings
russian: Настроить

# #32041
source: Make sure the adapter Wi-Fi is plugged
russian: Убедитель что Wi-Fi адаптер подключен

# #32042
source: Check ethernet network
russian: Проверьте наличие сетевого устройства ethernet

# #32043
source: Password not set or length less than 8 symbols
russian: Пароль не установлен или его длина менее 8 символов

# #32044
source: IP address is not sets
russian: IP адрес не указан

# #32045
source: interface not ready
russian: интерфейс не готов

# #32046
source: Network cable is not pluged
russian: Сетевой кабель не подключен

# #32047
source: Select WLAN interface
russian: Выберите WLAN интерфейс

# #32048
source: Select Ethernet interface
russian: Выберите Ethernet интерфейс

# #32049
source: WLAN network
russian: сеть WLAN

# #32051
source: Scanning ...
russian: Сканирование ...

# #32052
source: Finds WLAN network
russian: Найдены WLAN сети

# #32053
source: Generate and save password
russian: Пароль сгенерирован и сохранен

# #32054
source: Password Generate
russian: Генерация пароля

# #32055
source: Input Password (min length 8 simbols)
russian: Ввод пароля (минимальная длина 8 символов)

# #32056
source: Dialog Error
russian: Предупреждение об ошибке

# #32057
source: SSID or PASSWORD empty
russian: не задан SSID или пустой пароль

# #32058
source: You are sure that you want to clear the saved password for
russian: Вы уверены, что хотите очистить сохраненный пароль

# #32059
source: interface
russian: интерфейс

# #32061
source: waiting to connect ...
russian: ожидание подключения ...

# #32062
source: Connected
russian: Подключено

# #32063
source: Could not connect. Probably not correctly set the password
russian: Не смогли подключиться, возможно неправильно задан пароль

# #32064
source: Ethernet network
russian: Сеть ethernet

# #32065
source: Could not connect ...
russian: Ошибка подключения ...

# #32066
source: Ssh service
russian: Ssh сервис

# #32067
source: Failed
russian: Ошибка

# #32068
source: Not find WLAN
russian: Не найдена сеть WLAN

# #32069
source: Not find Ethernet
russian: Не найдена сеть Ethernet

# #32071
source: Error password
russian: Ошибка задания пароля

# #32072
source: Error IP
russian: Ошибка IP адреса

# #32073
source: saved
russian: Сохранен

# #32074
source: Dialog Unset Password
russian: Окно Сброса Пароля

# #32075
source: start
russian: запущен

# #32076
source: stop
russian: остановлен

# #32081
source: Welcome to Kodi
russian: Добро пожаловать в Kodi

# #32082
source: You can change a network connection by modifying its settings
russian: Во время первого запуска вы можете настроить сетевое подключение

# #32083
source: running the program plugin script.berserk.network
russian: через запуск программного плагина script.berserk.network

# #32084
source: or you can do it later through the item Setting the main menu,
russian: или же вы можете сделать это позже через пункт Настройка основного меню,

# #32085
source: clicking on the Gear icon, and selecting the Network item (the little man icon)
russian: нажав на значек Шестеренка, и выбрав пункт Сеть (значек человечек)

# #32086
source: The first running of Kodi
russian: Первый запуск Kodi

# #32100
source: An error has occurred in Addon
russian: При запуске addon(а) произошла ошибка
